{
	_charset                 => 'windows-1251',
	_calendar_lang           => 'ru',
	_format_d		 => '%d.%m.%Y',
	_format_dt		 => '%d.%m.%Y  %k:%M',
	_lc			 => 'a-zа-яё',
	_uc			 => 'A-ZА-ЯЁ',
	Exit                     => 'Выход',
	toolbar_pager_empty_list => 'список пуст',		
	toolbar_pager_of         => ' из ',
	confirm_ok               => 'Сохранить данные?',
	confirm_delete           => 'Удалить эту запись, вы уверены?',
	confirm_undelete         => 'Восстановить эту запись, вы уверены?',
	confirm_esc              => 'Уйти без сохранения данных?',
	confirm_session_term     => 'Вы действительно хотите выйти из системы?',
	ok                       => 'применить', 
	cancel                   => 'вернуться', 
	choose                   => 'выбрать', 
	delete                   => 'удалить', 
	download                 => 'скачать', 
	undelete                 => 'восстановить', 
	edit                     => 'редактировать (F4)', 
	'close'                  => 'закрыть',
	back                     => '&lt;&lt; назад',
	'next'                   => 'продолжить &gt;&gt;',		
	User                     => 'Пользователь',
	not_logged_in		 => 'не определён',
	Print                    => 'Печать',
	F1                       => 'F1: Справка',
	Select                   => 'Выбрать',
	yes                      => 'Да', 
	no                       => 'Нет', 
	name                     => 'имя', 
	password                 => 'пароль', 
	log_on                   => 'готово', 
	today                    => 'Сегодня', 
	confirm_open_vocabulary  => 'Открыть окно редактирования справочника?',
	confirm_close_vocabulary => 'Вы выбрали',
	request_sent             => 'Запрос отправлен на сервер',
	session_terminated       => 'Сессия завершена',
	save_or_cancel           => 'Пожалуйста, сначала сохраните данные (Ctrl-Enter) или отмените ввод (Esc)',
	infty                    => '&infin;', 
	voc                      => ' справочник...',
	wrong_month              => 'Некорректно задан месяц',
	wrong_day                => 'Некорректно задан день',
	wrong_hour               => 'Некорректно заданы часы',
	wrong_min                => 'Некорректно заданы минуты',
	wrong_sec                => 'Некорректно заданы секунды',
	empty_file               => 'Нельзя загружать пустые файлы',
	hta_confirm              => 'Вы обратились к WEB-приложению по прямому адресу, как к публичному сайту. При этом окно браузера содержит панели, не нужные для работы, а настройки безопасности могут оказаться несовместимыми с логикой программы. Для более удобной работы с WEB-приложением мы рекомендуем установить на вашей рабочей станции специальный файл (HTML Application). Выполнить установку?',
	authorization		 => 'Авторизация',
	login			 => 'логин',
	execute_logon		 => 'Войти в систему',
	months			 => [qw(
		января
		февраля
		марта
		апреля
		мая
		июня
		июля
		августа
		сентября
		октября
		ноября
		декабря
	)],
	month_names_1		 => [qw(
		Январь
		Февраль
		Март
		Апрель
		Май
		Июнь
		Июль
		Август
		Сентябрь
		Октябрь
		Ноябрь
		Декабрь
	)],
	wd			=> [qw(
		пн
		вт
		ср
		чт
		пт
		сб
		вс
	)],
}
