{
	_charset                 => 'UTF-8',
	_calendar_lang           => 'ru',
	_format_d                => '%d.%m.%Y',
	_format_dt               => '%d.%m.%Y %k:%M',
	_lc                      => 'a-zа-яё',
	_uc                      => 'A-ZА-ЯЁ',
	Change                   => 'Изменить',
	Clear                    => 'Очистить',
	F1                       => 'F1: Справка',
	Print                    => 'Печать',
	Select                   => 'Выбрать',
	User                     => 'Пользователь',
	Exit                     => 'Выход',
	ascending                => 'возрастание',
	authorization            => 'Авторизация',
	back                     => '&lt;&lt; назад',
	cancel                   => 'вернуться (Esc)',
	choose_open_vocabulary   => 'Перейдите в окно справочника',
	column                   => 'Колонка',
	column_order             => 'показ',
	columns_and_filters      => 'СТОЛБЦЫ И ФИЛЬТРЫ',
	any_column_is_mandatory  => 'Необходимо вывести в список хотя одну из колонок',
	confirm_close_vocabulary => 'Вы выбрали',
	confirm_delete           => 'Удалить эту запись, вы уверены?',
	confirm_esc              => 'Уйти без сохранения данных?',
	confirm_ok               => 'Сохранить данные?',
	confirm_open_vocabulary  => 'Открыть окно редактирования справочника?',
	confirm_session_term     => 'Вы действительно хотите выйти из системы?',
	confirm_undelete         => 'Восстановить эту запись, вы уверены?',
	choose                   => 'выбрать',
	'close'                  => 'закрыть',
	delete                   => 'удалить (Ctrl-Del)',
	remove                   => 'удалить',
	descending               => 'убывание',
	download                 => 'скачать',
	drop_filters             => 'очистить фильтры',
	duplicate_request        => 'Зафиксирован дубликат запроса к серверу, обновите страницу в случае не корректного отображения',
	duplicate_request_isnt_done => 'Зафиксирован дубликат запроса к серверу, возможно, запрос ещё выполняется. Обновите экран через некоторое время',
	edit                     => 'редактировать (F4)',
	empty_file               => 'Нельзя загружать пустые файлы',
	error                    => 'Ошибка',
	execute_logon            => 'Войти в систему',
	hta_confirm              => 'Вы обратились к WEB-приложению по прямому адресу, как к публичному сайту. При этом окно браузера содержит панели, не нужные для работы, а настройки безопасности могут оказаться несовместимыми с логикой программы. Для более удобной работы с WEB-приложением мы рекомендуем установить на вашей рабочей станции специальный файл (HTML Application). Выполнить установку?',
	infty                    => '&infin;',
	inn_10_digits_count_fail => 'Код ИНН должен состоять из 10 арабских цифр',
	inn_12_checksum_fail     => 'Не сходится вторая контрольная сумма ИНН',
	inn_12_digits_count_fail => 'Код ИНН должен состоять из 12 арабских цифр',
	inn_digits_count_alt     => 'ИНН должен состоять либо из 10, либо из 12 цифр',
	inn_checksum_fail        => 'Не сходится контрольная сумма ИНН',
	internal_error           => "Произошла внутренняя ошибка.\nОбратитесь в службу технической поддержки.",
	show_error_detail        => "Показать подробности ошибки",
	error_hint_area          => <<EOT,
					Для более быстрого решения проблемы Вы можете отправить письмо в техподдержку с подробным описанием
				Ваших действий до появления ошибки (опишите их до системной информации об ошибке).
EOT
	mail_support             => "Отправить e-mail в службу технической поддержки",
	internal_error_we_know   => 'Сообщение о ней уже отправлено в службу техподдержки и мы приступили к ее исправлению.',
	log_on                   => 'готово',
	login                    => 'логин',
	mandatory_f              => 'обязательна',
	'next'                   => 'продолжить &gt;&gt;',
	no                       => 'Нет',
	not_logged_in            => 'не определён',
	name                     => 'имя',
	ogrn_checksum_fail       => 'Не сходится контрольная сумма ОГРН',
	ogrn_digits_fail         => 'Код ОГРН[ИП] должен состоять из арабских цифр',
	ogrn_first_digit_fail    => '1-я цифра ОГРН[ИП] может быть только 1 (основной номер) или 2 (иной номер)',
	ogrn_digits_count_alt    => 'ОГРН должен состоять из 13, а ОГРНИП из 15 арабских цифр',
	ogrnip_checksum_fail     => 'Не сходится контрольная сумма ОГРНИП',
	ok                       => 'применить (Ctrl-Enter)',
	okpo_checksum_fail       => 'Не сходится контрольная сумма ОКПО',
	okpo_digits_count_fail   => 'Код ОКПО должен состоять из 8 арабских цифр',
	password                 => 'пароль',
	reduction_day            => 'дд',
	reduction_month          => 'мм',
	reduction_quarter        => 'кв',
	reduction_year           => 'гггг',
	request_sent             => 'Запрос отправлен на сервер',
	require_parent_column    => 'Необходимо отображать родительскую колонку для колонки',
	require_any_child_column => 'Необходимо отбражать хотя бы одну дочернюю колонку для колонки',
	session_terminated       => 'Сессия завершена',
	save_or_cancel           => 'Пожалуйста, сначала сохраните данные (Ctrl-Enter) или отмените ввод (Esc)',
	snils_incorrect          => 'Не корректный СНИЛС',
	snils_checksum_fail      => 'Не сходится контрольная сумма СНИЛС',
	snils_digits_count_fail  => 'СНИЛС должен состоять из 11 арабских цифр',
	sorting                  => 'сортировка',
	today                    => 'Сегодня',
	toolbar_pager_empty_list => 'список пуст',
	toolbar_pager_of         => ' из ',
	try_again                => "Действие не удалось. Повторите попытку.",
	undelete                 => 'восстановить',
	voc                      => ' справочник...',
	voc_title                => 'Справочник',
	wrong_date               => 'Некорректно дата',
	wrong_day                => 'Некорректно задан день',
	wrong_hour               => 'Некорректно заданы часы',
	wrong_min                => 'Некорректно заданы минуты',
	wrong_month              => 'Некорректно задан месяц',
	wrong_sec                => 'Некорректно заданы секунды',
	wrong_year               => 'Некорректно задан год',
	yes                      => 'Да',
	months                   => [qw(
		января
		февраля
		марта
		апреля
		мая
		июня
		июля
		августа
		сентября
		октября
		ноября
		декабря
	)],
	month_names_1           => [qw(
		Январь
		Февраль
		Март
		Апрель
		Май
		Июнь
		Июль
		Август
		Сентябрь
		Октябрь
		Ноябрь
		Декабрь
	)],
	wd                      => [qw(
		пн
		вт
		ср
		чт
		пт
		сб
		вс
	)],
}
